{
  "translation": {
    "header-home": "Home",
    "header-about": "About",
    "header-skills": "Skills",
    "header-projects": "Projects",
    "header-contact": "Contact",

    "home-title": "Hi 👋, my name is",
    "home-subtitle": "Front-end Developer",
    "home-button-1": "Explore projects",
    "home-button-2": "Download CV",

    "about-title": "About me ✌️",
    "about-1": "I am 17 years old, and have always been an enthusiast in the technology area, finding my true passion in programming and software development. Since then, I have been studying and specializing, with a main focus on front-end web development.",
    "about-2": "I believe that the world of technology is constantly evolving, with countless opportunities and great potential for the future. That's why I'm always looking for ways to expand my knowledge and improve my skills. My goal is to develop increasingly challenging projects and become a full-stack professional.",

    "skills-title": "Skills 💪",

    "projects-title": "Projects ✍️",
    "project-box-1": "Visit website",
    "project-box-2": "Repository",
    "HertelAdvocacia-content": "Being my first experience as a freelancer, the Hertel Advocacia website seeks to offer clients an intuitive and accessible platform, allowing them to obtain accurate information about the services and specializations of the office in a fast and efficient manner.",
    "LatestNews-content": "LatestNews is an application that, through the NewsApi API, provides updated news and with a search and filter option by title, author and description, making it easy to search for relevant and current news.",
    "TakeNotes-content": "TakeNotes is a note-taking app that allows you to add, edit, and delete your ideas and thoughts easily and efficiently. With it, you can keep your notes organized and accessible at all times.",
    "MoviesTDB-content": "MoviesDTB is an application that offers a wide selection of movies, thanks to its integration with the TMDB API. With an intuitive interface, users can quickly find detailed information about movies, including synopsis, audience rating, duration, cost and revenue.",
    "WeatherWeb-content": "Integrated with the OpenWeatherMap API, WeatherWeb is an application that provides weather information anywhere in the world. Through a simple interface, users can obtain accurate data that includes weather, temperature, wind speed, and air humidity.",

    "contact-title": "Contact-me 🤙",

    "footer-title": "All rights reserved © 2023."
  }
}